Repository: xiaosu-zhu/Aurora-Weather
Catalog: com.aurora.auweather/com.aurora.auweather/Strings/*/Resources.resw
Source language: en_gb
Languages: de_de, es_es, fr, it, ja_jp, ko, ru_ru, zh_hans, zh_tw

# WeatherCondition_light_breeze
source: Light breeze
de_de: Leichte Brise
es_es: Brisa ligera
it: Brezza leggera
ja_jp: そよ風
ko: 빛 바람
zh_hans: 清风
zh_tw: 清風

# WeatherCondition_light_rain
source: Light rain
de_de: Leichter Regen
es_es: Lluvia de luz
fr: Pluie légère
it: Pioggia leggera
ja_jp: 光の雨
ko: 빛 비
ru_ru: Небольшой дождь
zh_hans: 小雨
zh_tw: 小雨

# WeatherCondition_light_snow
source: Light snow
de_de: Mäßiger Schnee
es_es: Nevada ligera
it: Piccola neve
zh_hans: 小雪
zh_tw: 小雪

# WeatherCondition_mist
source: Mist
de_de: Sprühregen
es_es: Neblina
it: Velato
ja_jp: ミスト
ko: 안개
zh_hans: 薄雾
zh_tw: 迷濛幻境

# WeatherCondition_moderate
source: Moderate
de_de: Mittel
es_es: Moderado
it: Moderato
ja_jp: 中間
ko: 중재
zh_hans: 和风
zh_tw: 和風

# WeatherCondition_moderate_rain
source: Moderate rain
de_de: Mäßiger Regen
es_es: Lluvia moderada
fr: Pluie modérée
it: Pioggia moderata
ja_jp: 適度な雨
ko: 적당 한 비
ru_ru: Умеренные дождь
zh_hans: 中雨
zh_tw: 中雨

# WeatherCondition_moderate_snow
source: Moderate snow
de_de: Mäßiger Schnee
es_es: Nieve moderada
fr: Neige modérée
it: Neve moderata
ja_jp: 適度の雪
ko: 적당 한 눈
ru_ru: Умеренные снег
zh_hans: 中雪
zh_tw: 中雪

# WeatherCondition_overcast
source: Overcast
de_de: Bewölkt
es_es: cubierto
it: nuvoloso
ja_jp: 曇り
ko: 흐림
zh_hans: 阴
zh_tw: 陰

# WeatherCondition_partly_cloudy
source: Partly cloudy
de_de: Teilweise bewölkt
es_es: Nubes y claros
it: Nuvoloso
ja_jp: 時々曇り
ko: 부분적으로 흐림
zh_hans: 大部多云
zh_tw: 大部多雲

# WeatherCondition_rain_snow
source: Rain snow
de_de: Regen Schnee
es_es: Lluvia nieve
it: Pioggia neve
ja_jp: 雨雪
ko: 비 눈
zh_hans: 雨雪
zh_tw: 雨雪

# WeatherCondition_sand
source: Sand
es_es: Arena
it: Sabbia
ja_jp: 砂
ko: 모래색
zh_hans: 沙尘
zh_tw: 沙塵

# WeatherCondition_sandstorm
source: Sand storm
de_de: Sand-Sturm
es_es: Tormenta de arena
it: Tempesta di sabbia
ja_jp: 砂の嵐
ko: 모래 폭풍
zh_hans: 沙尘暴
zh_tw: 沙塵暴

# WeatherCondition_severe_storm_rain
source: Severe storm
de_de: Schwerer Sturm
es_es: Tormenta severa
it: Violenta tempesta
ja_jp: 重度の嵐
ko: 심한 폭풍
zh_hans: 极端降水
zh_tw: 極端降水

# WeatherCondition_shower_rain
source: Shower
de_de: Dusche
es_es: Ducha de
fr: Douche
it: Doccia
ja_jp: シャワー
ko: 샤워
ru_ru: Душ
zh_hans: 阵雨
zh_tw: 陣雨

# WeatherCondition_shower_snow
source: Shower snow
de_de: Dusche-Schnee
es_es: Nieve de ducha
it: Neve di doccia
ja_jp: シャワー雪
ko: 샤워 눈
zh_hans: 阵雪
zh_tw: 陣雪

# WeatherCondition_sleet
source: Sleet
de_de: Graupel
es_es: Aguanieve
fr: Neige fondue
it: Pioggia mista a neve
ja_jp: みぞれ
ko: 진눈깨비
ru_ru: Мокрый снег
zh_hans: 雨夹雪
zh_tw: 雨夾雪

# WeatherCondition_snowstorm
source: Snow storm
de_de: Schneesturm
es_es: Tormenta de nieve
it: Tempesta di neve
ja_jp: 雪の嵐
ko: 눈 폭풍
zh_hans: 暴风雪
zh_tw: 暴風雪

# WeatherCondition_snow_flurry
source: Flurry snow
de_de: Flut-Schnee
es_es: Nieve de ráfaga
it: Neve a raffica
ja_jp: 飛び交う雪
ko: 단말 마 눈
zh_hans: 短时降雪
zh_tw: 短時降雪

# WeatherCondition_storm
source: Storm
de_de: Sturm
es_es: Tormenta
fr: Tempête
it: Tempesta
ja_jp: 嵐
ko: 폭풍
ru_ru: Шторм
zh_hans: 暴风
zh_tw: 暴風

# WeatherCondition_storm_rain
source: Storm rain
de_de: Sturm-Regen
es_es: Lluvia de tormenta
it: Pioggia di tempesta
ja_jp: 嵐雨
ko: 폭풍 비
zh_hans: 暴风雨
zh_tw: 暴風雨

# WeatherCondition_strong_breeze
source: Strong breeze
de_de: Starke Brise
es_es: Brisa fuerte
it: Vento forte
ja_jp: 強い風
ko: 강한 바람이
zh_hans: 强风
zh_tw: 強風

# WeatherCondition_strong_gale
source: Strong gale
es_es: Fuerte vendaval
it: Burrasca forte
ja_jp: 強風
ko: 강한 강풍
zh_hans: 烈风
zh_tw: 烈風

# WeatherCondition_sunny
source: Sunny
de_de: Sonne
es_es: Soleado
it: Sole
ja_jp: 晴れ
ko: 맑음
zh_hans: 晴
zh_tw: 晴朗

# WeatherCondition_thundershower
source: Thunder shower
de_de: Donner-Dusche
es_es: Ducha de trueno
it: Doccia di tuono
ja_jp: 雷鳴がとどろき
ko: 천둥 샤워
zh_hans: 雷阵雨
zh_tw: 雷陣雨

# WeatherCondition_tornado
source: Tornado
fr: Tornade
ja_jp: 竜巻
ko: 토네이도
ru_ru: Торнадо
zh_hans: 龙卷风
zh_tw: 龍捲風

# WeatherCondition_tropical_storm
source: Tropical storm
de_de: Tropischer Sturm
es_es: Tormenta tropical
fr: Tempête tropicale
it: Tempesta tropicale
ja_jp: トロピカル ・ ストーム
ko: 열 대 폭풍
ru_ru: Тропический шторм
zh_hans: 热带风暴
zh_tw: 熱帶風暴

# WeatherCondition_violent_storm
source: Violent storm
de_de: Gewaltiger Sturm
es_es: Tormenta violenta
it: Violenta tempesta
ja_jp: 激しい嵐
ko: 폭풍
zh_hans: 飓风
zh_tw: 氣旋

# WeatherCondition_volcanic_ash
source: Volcanic ash
de_de: Vulkanische Asche
es_es: Ceniza volcánica
fr: Cendres volcaniques
it: Cenere vulcanica
ja_jp: 火山灰
ko: 화산재
ru_ru: Вулканический пепел
zh_hans: 火山灰
zh_tw: 火山灰

# WeatherCondition_windy
source: Windy
de_de: Windig
es_es: Viento
fr: Vent
it: Ventoso
ja_jp: 風が強い
ko: 바람
ru_ru: Ветрено
zh_hans: 有风
zh_tw: 有風

# WindDirection_east
source: East
de_de: Osten
es_es: Este
ja_jp: 東
ko: 이스트
zh_hans: 东风
zh_tw: 東風

# WindDirection_north
source: North
de_de: Norden
es_es: Norte
it: Nord
ja_jp: 北
ko: 북
zh_hans: 北风
zh_tw: 北風

# WindDirection_northeast
source: Northeast
de_de: Nordost
es_es: Noreste
fr: Nord-est
it: Nord-Est
ja_jp: 北東
ko: 북동부
ru_ru: Северо-Восток
zh_hans: 东北风
zh_tw: 東北風

# WindDirection_northwest
source: Northwest
de_de: Nordwesten
es_es: Noroeste
it: Nord ovest
ja_jp: 北西
ko: 북서부
zh_hans: 西北风
zh_tw: 西北風

# WindDirection_south
source: South
de_de: Süden
es_es: Sur
it: Sud
ja_jp: 南
ko: 남쪽
zh_hans: 南风
zh_tw: 南風

# WindDirection_southeast
source: Southeast
de_de: Südosten
es_es: Sureste
it: sud-orientale
ja_jp: 東南
ko: 남동부
zh_hans: 东南风
zh_tw: 東南風

# WindDirection_southwest
source: Southwest
de_de: Südwesten
es_es: Suroeste
it: Sud-Ovest
ja_jp: 南西
ko: 남서부
zh_hans: 西南风
zh_tw: 西南風

# WindDirection_west
source: West
de_de: Westen
es_es: Oeste
ja_jp: 西
ko: 웨스트
zh_hans: 西风
zh_tw: 西風

# WindScale_eight
source: Gale
ru_ru: Сильный ветер
zh_hans: 大风
zh_tw: 大風

# WindScale_eighteen
source: Strong hurricanes
de_de: Starke Wirbelstürme
es_es: Huracanes fuertes
fr: Ouragans de forte
it: Forti uragani
ja_jp: 強い勢力のハリケーン
ko: 강력한 허리케인
ru_ru: Сильные ураганы
zh_hans: 极强台飓风
zh_tw: 極強台颶風

# WindScale_eleven
source: Storm
de_de: Sturm
es_es: Tormenta
fr: Tempête
it: Tempesta
ja_jp: 嵐
ko: 폭풍
ru_ru: Шторм
zh_hans: 暴风
zh_tw: 暴風

# WindScale_fifteen
source: Stronger hurricanes
de_de: Stärkere Wirbelstürme
es_es: Huracanes más fuertes
fr: Ouragans plus forts
it: Uragani più forti
ja_jp: 強いハリケーン
ko: 더 강한 태풍
ru_ru: Сильные ураганы
zh_hans: 强台飓风
zh_tw: 強台颶風

# WindScale_five
source: Light breeze
de_de: Leichte Brise
es_es: Brisa ligera
it: Brezza leggera
ja_jp: そよ風
ko: 빛 바람
zh_hans: 清风
zh_tw: 清風

# WindScale_four
source: Moderate
de_de: Mittel
es_es: Moderado
it: Moderato
ja_jp: 中間
ko: 중재
zh_hans: 和风
zh_tw: 和風

# WindScale_fourteen
source: Stronger hurricanes
de_de: Stärkere Wirbelstürme
es_es: Huracanes más fuertes
fr: Ouragans plus forts
it: Uragani più forti
ja_jp: 強いハリケーン
ko: 더 강한 태풍
ru_ru: Сильные ураганы
zh_hans: 强台飓风
zh_tw: 強台颶風

# WindScale_nine
source: Gale
ru_ru: Гейл
zh_hans: 烈风
zh_tw: 烈風

# WindScale_one
source: Calm
de_de: Ruhig
es_es: En calma
fr: Paisible
it: Calma
ja_jp: 平穏
ko: 차분
ru_ru: Спокойствие
zh_hans: 平静
zh_tw: 平靜

# WindScale_seven
source: Strong breeze
de_de: Starke Brise
es_es: Brisa fuerte
it: Vento forte
ja_jp: 強い風
ko: 강한 바람이
zh_hans: 疾风
zh_tw: 疾風

# WindScale_seventeen
source: Super Hurricane
de_de: Super-Hurrikan
es_es: Super huracán
fr: Super cyclone
it: Super uragano
ja_jp: スーパー ハリケーン
ko: 슈퍼 태풍
ru_ru: Супер урагана
zh_hans: 超强台飓风
zh_tw: 超強台颶風

# WindScale_six
source: Strong gale
es_es: Fuerte vendaval
it: Burrasca forte
ja_jp: 強風
ko: 강한 강풍
zh_hans: 强风
zh_tw: 強風

# WindScale_sixteen
source: Super Hurricane
de_de: Super-Hurrikan
es_es: Super huracán
fr: Super cyclone
it: Super uragano
ja_jp: スーパー ハリケーン
ko: 슈퍼 태풍
ru_ru: Супер урагана
zh_hans: 超强台飓风
zh_tw: 超強台颶風

# WindScale_ten
source: High wind
de_de: Starkem wind
es_es: Alto viento
it: Vento forte
ja_jp: 強風
ko: 높은 바람
zh_hans: 狂风
zh_tw: 狂風

# WindScale_thirteen
source: Hurricane
de_de: Hurrikan
es_es: Huracán
it: Uragano
ja_jp: ハリケーン
ko: 허리케인
zh_hans: 台风
zh_tw: 颱風

# WindScale_three
source: Breeze
de_de: Brise
es_es: Brisa
fr: Brise
it: Brezza
ja_jp: そよ風
ko: 미풍
ru_ru: Бриз
zh_hans: 轻风
zh_tw: 輕風

# WindScale_twelve
source: Cyclone
de_de: Zyklon
es_es: Ciclón
it: Ciclone
ja_jp: サイクロン
ko: 사이클론
zh_hans: 飓风
zh_tw: 氣旋

# WindScale_two
source: Breeze
de_de: Brise
es_es: Brisa
it: Brezza
ja_jp: そよ風
ko: 미풍
zh_hans: 微风
zh_tw: 微風

# WindScale_zero
source: No wind
de_de: Kein wind
es_es: Sin viento
fr: Pas de vent
it: Senza vento
ja_jp: 無風
ko: 바람
ru_ru: Не Ветер
zh_hans: 无风
zh_tw: 無風

# AboutText.Text
source: About
de_de: Info
es_es: Acerca de
fr: À propos de
it: Informazioni su
ja_jp: バージョン情報
ko: 정보
ru_ru: о программе
zh_hans: 关于
zh_tw: 關於

# AppName
source: Aurora Weather
de_de: Aurora-Wetter
es_es: Aurora · El Tiempo
it: Meteo di Aurora
ja_jp: オーロラ 天気
ko: 오로라 날씨
zh_hans: 极光天气
zh_tw: 極光天氣

# AppNameText.Text
source: Aurora Weather
de_de: Aurora-Wetter
es_es: Aurora · El Tiempo
it: Meteo di Aurora
ja_jp: オーロラ 天気
ko: 오로라 날씨
zh_hans: 极光天气
zh_tw: 極光天氣

# buchaoguoshi.Text
source: If no more than ten, ten digits won't be displayed
de_de: Wenn nicht mehr als zehn, werden nicht zehn Ziffern angezeigt werden
es_es: Si no más de diez, no se mostrarán diez dígitos
it: Se non più di dieci, dieci cifre non verranno visualizzati
ja_jp: 10 桁は表示されない場合 10 名以内
ko: 경우 10 개 이상, 10 자리 표시 되지 않습니다.
zh_hans: 不超过十, 不显示十位
zh_tw: 不超過十, 不顯示十位

# chaoguoshi.Text
source: If no more than ten, shows zero
de_de: Wenn nicht mehr als zehn zeigt NULL
es_es: Si no más de diez, cero se muestra
it: Se non più di dieci, Mostra zero
ja_jp: 以上、ゼロが表示されます。
ko: 더 이상 10 0 표시
zh_hans: 不超过十, 十位显示零
zh_tw: 不超過十, 十位顯示零

# DateDes.Text
source: Day:
de_de: Tag:
es_es: Día:
fr: Jour :
it: Giorno:
ja_jp: 曜日:
ko: 주:
ru_ru: День:
zh_hans: 日:
zh_tw: 日:

# Description
source: Aurora Weather
de_de: Aurora-Wetter
es_es: Tiempo de la Aurora
it: Meteo di Aurora
ja_jp: オーロラの天気
ko: 오로라 날씨
zh_hans: 极光天气
zh_tw: 極光天氣

# FeedbackText.Content
source: Feedback
es_es: Comentarios
it: Commenti e suggerimenti
ja_jp: フィードバック
ko: 피드백
zh_hans: 反馈问题
zh_tw: 評分回饋

# HourDes.Text
source: Hour:
de_de: Stunde:
es_es: Hora:
it: Ore:
ja_jp: 時間:
ko: 시간:
zh_hans: 时:
zh_tw: 時:

# MinDes.Text
source: Minute:
es_es: Minutos:
it: Minuti:
ja_jp: 分:
ko: 분:
zh_hans: 分:
zh_tw: 分:

# MonthDes.Text
source: Month:
de_de: Monat:
es_es: Mes:
fr: Mois :
it: Mese:
ja_jp: 月間:
ko: 달:
ru_ru: В месяц:
zh_hans: 月:
zh_tw: 月:

# OpenSourceText.Content
source: Open source license
de_de: Open-Source-Lizenz
es_es: Licencia de código abierto
fr: Licence Open source
it: Licenza open source
ja_jp: オープン ソース ライセンス
ko: 오픈 소스 라이선스
ru_ru: Открытым исходным кодом лицензии
zh_hans: 开放源代码许可
zh_tw: 開放原始碼許可

# OtherDes.Text
source: Other:
de_de: Andere:
es_es: Otros:
fr: Autres :
it: Altri:
ja_jp: その他。
ko: 기타:
ru_ru: Другие:
zh_hans: 其他:
zh_tw: 其他:

# ProviderText.Content
source: Data providers
de_de: Datenprovider
es_es: Proveedores de datos
fr: Fournisseurs de données
it: Provider di dati
ja_jp: データ プロバイダー
ko: 데이터 공급자
ru_ru: Поставщики данных
zh_hans: 数据提供方
zh_tw: 資料提供方

# ShortName
source: Weather
de_de: Wetter
es_es: Tiempo
fr: Météo
it: Meteo
ja_jp: 天気
ko: 날씨
ru_ru: Погода
zh_hans: 天气
zh_tw: 天氣

# TimeFormatDescrip.Text
source: Date-time examples
de_de: Datum-/ Uhrzeit-Beispiele
es_es: Ejemplos de fecha y hora
it: Esempi di data e ora
ja_jp: 日付と時刻の例
ko: 날짜-시간 예제
zh_hans: 日期时间格式示例
zh_tw: 日期時間格式示例

# YearDes.Text
source: Year:
de_de: Jahr:
es_es: Año:
fr: Année :
it: Anno:
ja_jp: 年:
ko: 년:
ru_ru: Год:
zh_hans: 年:
zh_tw: 年:

# bianleng
source: Will get cold
de_de: Wird kalt werden
es_es: Se enfría
fr: Obtiendrez froid
it: Otterrà freddo
ja_jp: 寒くなります。
ko: 감기를 얻을 것 이다
ru_ru: Будет получить холодной
zh_hans: 会变冷
zh_tw: 會變冷

# bianre
source: Will get hot
de_de: Wird heiß
es_es: Se pondrá caliente
it: Si surriscalda
ja_jp: 熱くなります。
ko: 뜨거운 얻을 것 이다
zh_hans: 会变热
zh_tw: 會變熱

# breeze0
source: Breeze
de_de: Brise
es_es: Brisa
it: Brezza
ja_jp: そよ風
ko: 미풍
zh_hans: 微风
zh_tw: 微風

# breeze1
source: Zephyr
de_de: Zephir
es_es: Céfiro
it: Zefiro
ja_jp: そよ風
ko: 산들바람
zh_hans: 和风
zh_tw: 和風

# dust0
source: Dust
de_de: Staub
es_es: Polvo
fr: Poussière
it: Polvere
ja_jp: ほこり
ko: 먼지
ru_ru: Пыль
zh_hans: 有沙尘
zh_tw: 有沙塵

# duststorm0
source: Bad dust
de_de: Schlechte Staub
es_es: Mal polvo
fr: Poussière de mauvais
it: Bad polvere
ja_jp: 悪い塵
ko: 나쁜 먼지
ru_ru: Плохой пыли
zh_hans: 有恶劣沙尘
zh_tw: 有惡劣沙塵

# few_clouds0
source: Few clouds
de_de: Aufgelockert bewölkt
es_es: Algunas nubes
fr: Nuageux avec éclaircies
it: Poco nuvoloso
ja_jp: 少数の雲
ko: 맑음
ru_ru: Немного облаков
zh_hans: 少云
zh_tw: 少雲

# few_clouds1
source: Floating clouds
de_de: Schwimmende Wolken
es_es: Nubes flotantes
fr: Nuages flottants
it: Nuvole di galleggiamento
ja_jp: 浮かぶ雲
ko: 떠 있는 구름
ru_ru: Плавающие облака
zh_hans: 飘云
zh_tw: 飄雲

# foggy0
source: Foggy
de_de: Neblig
es_es: Hay niebla
fr: Brumeux
it: Nebbioso
ja_jp: 霧
ko: 안개
ru_ru: Туманный
zh_hans: 有雾
zh_tw: 有霧

# freezing_rain0
source: Freezing rain
de_de: Glatteisregen
es_es: Lluvia helada
fr: Pluie verglaçante
it: Pioggia gelata
ja_jp: 凍結雨
ko: 진눈깨비
ru_ru: Гололёд
zh_hans: 有冻雨
zh_tw: 有凍雨

# gale0
source: There were strong winds
de_de: Es gab starke Winde
es_es: Hubo fuertes vientos
fr: Il y avait des vents forts
it: C'erano forti venti
ja_jp: 強風があった
ko: 강한 바람이 있었습니다.
ru_ru: Там были сильные ветры
zh_hans: 有强风
zh_tw: 有強風

# gale1
source: Windy day
de_de: Windiger Tag
es_es: Día de viento
fr: Journée venteuse
it: Giorno ventoso
ja_jp: 風の強い日
ko: 바람이 부는 날
ru_ru: Ветреный день
zh_hans: 大风天
zh_tw: 大風天

# Glancecloudy0
source: Cloudy
de_de: Bewölkt
es_es: Nublado
it: Nuvoloso
ja_jp: 曇り
ko: 흐림
zh_hans: 多云
zh_tw: 多雲

# Glancecloudy1
source: Cloud
de_de: Wolke
es_es: Nuboso
ja_jp: クラウド
ko: 클라우드
ru_ru: Облако
zh_hans: 有云
zh_tw: 有雲

# GlanceFull
source: {0} {1}, {2}{3}. Tomorrow: {4},{5}.
de_de: {0} {1}, {2} {3}. Morgen: {4}, {5}.
es_es: {0} {1}, {2} {3}. Mañana: {4}, {5}.
fr: {0} {1}, {2} {3}. Demain: {4}, {5}.
it: {0} {1}, {2} {3}. Domani: {4}, {5}.
ja_jp: {0} {1}、{2} {3}。明日: {4}、{5}。
ko: {0} {1}, {2} {3}. 내일: {4}, {5}.
ru_ru: {0} {1}, {2} {3}. Завтра: {4}, {5}.
zh_hans: {0}{1}, {2}{3}. 明日: {4}, {5}.
zh_tw: {0} {1}, {2}{3}. 明日: {4},{5}.

# GlanceSunny0
source: Clear
de_de: Löschen
es_es: Despejado
fr: Effacer
it: Cancella
ja_jp: クリア
ko: 지우기
ru_ru: Солнечно
zh_hans: 晴朗
zh_tw: 晴朗

# GlanceSunny1
source: Cloud-free
de_de: Wolke-frei
es_es: Sin nubes
fr: Sans nuage
it: Nuvola-libero
ja_jp: クラウド型無料
ko: 클라우드-무료
ru_ru: Облако бесплатно
zh_hans: 无云
zh_tw: 無雲

# hail0
source: Hail
de_de: Hagel
es_es: Granizo
fr: Je vous salue
it: Grandine
ja_jp: あられ
ko: 만 세
ru_ru: Град
zh_hans: 有冰雹
zh_tw: 有冰雹

# haotianqi0
source: Fit out
de_de: Ausstatten
es_es: Ajuste hacia fuera
fr: S'approvisionner
it: Misura fuori
ja_jp: アウトをフィットします。
ko: 밖으로 적합
ru_ru: Достройка
zh_hans: 适宜外出
zh_tw: 適宜外出

# haotianqi1
source: Good weather
de_de: Gutes Wetter
es_es: Buen tiempo
fr: Beau temps
it: Bel tempo
ja_jp: 天気の良い日
ko: 좋은 날씨
ru_ru: Хорошая погода
zh_hans: 天气很好
zh_tw: 天氣很好

# haze0
source: Haze
es_es: Neblina
fr: Distorsion
it: Distorto
ko: 옅은 안개
ru_ru: Дымка
zh_hans: 有霾
zh_tw: 有霾

# heavy_rain0
source: Heavy rain
de_de: Starker Regen
es_es: Fuertes lluvias
fr: Fortes pluies
it: Forte pioggia
ja_jp: 重い雨
ko: 무거운 비
ru_ru: Сильный дождь
zh_hans: 有大雨
zh_tw: 有大雨

# heavy_rain1
source: Out attention to heavy rain
de_de: Aus Liebe zum Starkregen
es_es: Atención a lluvias fuertes
fr: À l'attention des pluies
it: Attenzione per heavy rain
ja_jp: 大雨に注意を
ko: 폭우에 관심 밖으로
ru_ru: Внимание на сильный дождь
zh_hans: 外出注意大雨
zh_tw: 外出注意大雨

# heavy_snow0
source: Heavy snow
de_de: Großer Schnee
es_es: Nevada fuerte
fr: Grande neige
it: Grande neve
ru_ru: Снег
zh_hans: 有大雪
zh_tw: 有大雪

# heavy_snow1
source: Snow
de_de: Schneeweiß
es_es: Nieve
fr: Neige
it: Bianco neve
ja_jp: スノー
ko: 순백색
ru_ru: Снег
zh_hans: 大雪天
zh_tw: 大雪天

# heavy_storm_rain0
source: The storm
de_de: Der Sturm
es_es: Tormentas
fr: La tempête
it: La tempesta
ja_jp: 嵐
ko: 폭풍
ru_ru: Шторм
zh_hans: 有暴风雨
zh_tw: 有暴風雨

# heavy_storm_rain1
source: Not going out
de_de: Nicht ausgehen
es_es: No salir
fr: Ne pas sortir
it: Non uscire
ja_jp: 外出しません。
ko: 외출 하지
ru_ru: Не выходя
zh_hans: 不宜外出
zh_tw: 不宜外出

# huaitianqi0
source: Bad weather
de_de: Schlechtes Wetter
es_es: Mal tiempo
fr: Mauvais temps
it: Maltempo
ja_jp: 天気が悪い
ko: 나쁜 날씨
ru_ru: Плохая погода
zh_hans: 天气不好
zh_tw: 天氣不好

# huaitianqi1
source: Poor weather
de_de: Schlechtem Wetter
es_es: Mal tiempo
fr: Mauvais temps
it: Avverse condizioni atmosferiche
ja_jp: 悪天候
ko: 불 쌍 한 날씨
ru_ru: Плохая погода
zh_hans: 天气较差
zh_tw: 天氣較差

# jintian
source: Today
de_de: Heute
es_es: Hoy
fr: Aujourd'hui
it: Oggi
ja_jp: 今日
ko: 오늘
ru_ru: Сег&одня
zh_hans: 今天
zh_tw: 今天(&A)

# mist0
source: Misty
es_es: Bruma
ja_jp: ミスティ
ko: 미스 티
ru_ru: Мисти
zh_hans: 有薄雾
zh_tw: 有薄霧

# moderate_rain0
source: Light rain
de_de: Leichter Regen
es_es: Llovizna suave
fr: Pluie légère
it: Pioggia leggera
ja_jp: 光の雨
ko: 빛 비
ru_ru: Небольшой дождь
zh_hans: 小雨
zh_tw: 小雨

# moderate_rain1
source: Rain
de_de: Regen
es_es: Lluvia
fr: Pluie
it: Pioggia
ja_jp: 雨
ko: 비
ru_ru: Дождь
zh_hans: 有雨
zh_tw: 有雨

# moderate_rain2
source: Rainy Day
de_de: Regentag
es_es: Día lluvioso
it: Grigio antracite
ja_jp: 雨の日
ko: 비오는 날
zh_hans: 雨天
zh_tw: 雨天

# moderate_rain3
source: Need to bring an umbrella
de_de: Einen Regenschirm mitbringen müssen
es_es: Hay que llevar paraguas
fr: Besoin d'apporter un parapluie
it: Bisogno di portare un ombrello
ja_jp: 傘を持参する必要があります。
ko: 우산을가지고 필요
ru_ru: Необходимо принести зонтик
zh_hans: 需要带伞
zh_tw: 需要帶傘

# moderate_snow0
source: There was snow
de_de: Es lag Schnee
es_es: Había nieve
fr: Il y avait de la neige
it: C'era la neve
ja_jp: 雪があった
ko: 저기 눈이 되었다
ru_ru: Существовал снег
zh_hans: 有雪
zh_tw: 有雪

# moderate_snow1
source: Snow day
de_de: Schnee-Tag
es_es: Día de nieve
fr: Jour de neige
it: Giorno di neve
ja_jp: 雪の日
ko: 눈의 날
ru_ru: День снега
zh_hans: 雪天
zh_tw: 雪天

# moderate_snow2
source: Will snow
de_de: Schnee wird
es_es: Va a nevar
fr: Bulletins d'enneigement sera
it: Sarà neve
ja_jp: 雪になります。
ko: 눈은
ru_ru: Будет снег
zh_hans: 会下雪
zh_tw: 會下雪

# nengjiandudi0
source: Low visibility
de_de: Schlechter Sicht
es_es: Baja visibilidad
fr: Visibilité est faible
it: Bassa visibilità
ja_jp: 低視認性
ko: 낮은 시정
ru_ru: Низкая видимость
zh_hans: 能见度低
zh_tw: 能見度低

# nengjiandudi1
source: Low visibility
de_de: Schlechter Sicht
es_es: Baja visibilidad
it: Bassa visibilità
ja_jp: 低視認性
ko: 낮은 시정
zh_hans: 能见度差
zh_tw: 能見度差

# overcast0
source: Overcast
de_de: Bewölkt
es_es: cubierto
it: nuvoloso
ja_jp: 曇り
ko: 흐림
zh_hans: 阴天
zh_tw: 網底

# overcast1
source: No sun
de_de: Keine Sonne
es_es: No hay sol
it: Senza il sole
ja_jp: 太陽
ko: 아니 일
zh_hans: 没有太阳
zh_tw: 沒有太陽

# partly_cloudy0
source: Partly cloudy
de_de: Teilweise bewölkt
es_es: Parcialmente nublado
fr: Éclaircies
it: Nuvoloso
ja_jp: 時々曇り
ko: 부분적으로 흐림
ru_ru: Пасмурно
zh_hans: 局部多云
zh_tw: 局部多雲

# shiduda0
source: High humidity
de_de: Hoher Luftfeuchtigkeit
es_es: Muy húmedo
fr: Taux d'humidité élevé
it: Alta umidità
ja_jp: 湿度が高い
ko: 높은 습도
ru_ru: Высокая влажность
zh_hans: 湿度较大
zh_tw: 濕度較大

# shiduda1
source: Moist air
de_de: Feuchte Luft
es_es: Aire húmedo
fr: Air humide
it: Aria umida
ja_jp: 湿った空気
ko: 습 한 공기
ru_ru: Влажный воздух
zh_hans: 空气湿润
zh_tw: 空氣濕潤

# shower0
source: There are showers
de_de: Es gibt Duschen
es_es: Hay chaparrones
fr: Il y a douches
it: Ci sono docce
ja_jp: シャワーがあります。
ko: 샤워는
ru_ru: Есть душевые
zh_hans: 有阵雨
zh_tw: 有陣雨

# shower1
source: Intermittent rain
de_de: Zeitweise Regen
es_es: Chaparrones aislados
fr: Pluie intermittente
it: Pioggia intermittente
ja_jp: 断続的な雨
ko: 간헐적으로 비가
ru_ru: Кратковременный дождь
zh_hans: 间歇降雨
zh_tw: 間歇降雨

# shower_snow0
source: Snow showers
de_de: Schneeschauer
es_es: Chaparrones de nieve
fr: Averses de neige
it: Rovesci di neve
ja_jp: 弱いしゅう雪
ko: 소 낙 눈
ru_ru: Снег
zh_hans: 有阵雪
zh_tw: 有陣雪

# shower_snow1
source: Short-time snowfall
de_de: Kurzzeit-Schneefall
es_es: Nevadas cortas
fr: Chutes de neige de courte durée
it: Nevicata di breve durata
ja_jp: 短時間降雪
ko: 짧은 시간 눈
ru_ru: Короткое время снегопад
zh_hans: 有短时降雪
zh_tw: 有短時降雪

# sleet0
source: The sleet
de_de: Der Graupel
es_es: Aguanieve
fr: La giboulée
it: Il nevischio
ja_jp: みぞれ
ko: 진눈깨비
ru_ru: Мокрый снег
zh_hans: 有雨夹雪
zh_tw: 有雨夾雪

# sleet1
source: Rain and snow
de_de: Regen und Schnee
es_es: Lluvia y nieve
fr: Pluie et neige
it: Pioggia e neve
ja_jp: 雨と雪
ko: 비와 눈
ru_ru: Дождь и снег
zh_hans: 雨雪
zh_tw: 雨雪

# snowstorm0
source: A storm
de_de: Ein Sturm
es_es: Tormenta
fr: Une tempête
it: Una tempesta
ja_jp: 嵐
ko: 폭풍
ru_ru: Буря
zh_hans: 有暴风雪
zh_tw: 有暴風雪

# snowstorm1
source: Poor snowfall
de_de: Armen Schneefall
es_es: Nevada escasa
fr: Mauvaise chute de neige
it: Povero nevicata
ja_jp: 貧しい降雪
ko: 불 쌍 한 눈
ru_ru: Бедные снегопад
zh_hans: 有恶劣降雪
zh_tw: 有惡劣降雪

# storm0
source: Pay attention to storm
de_de: Achten Sie auf Sturm
es_es: Prestar atención: tormentas
fr: Faites attention à la tempête
it: Prestare attenzione alla tempesta
ja_jp: 嵐に注意を払う
ko: 폭풍에 주의
ru_ru: Обратите внимание на шторм
zh_hans: 注意风暴
zh_tw: 注意風暴

# thundershower0
source: Thunder
de_de: Donner
es_es: Truenos
fr: Tonnerre
it: Tuono
ja_jp: 雷
ko: 천둥
ru_ru: Гром
zh_hans: 有雷雨
zh_tw: 有雷雨

source: Unknown weather
de_de: Unbekannte Wetter
es_es: Clima desconocido
fr: Météo inconnu
it: Meteo sconosciuto
ja_jp: 不明な天気
ko: 알 수 없는 날씨
ru_ru: Неизвестные Погода
zh_hans: 未知天气
zh_tw: 未知天氣

# wanjian
source: Evening
de_de: Abend
es_es: Tarde
fr: Soir
it: Sera
ja_jp: 夕方
ko: 저녁
ru_ru: Вечер
zh_hans: 晚间
zh_tw: 晚間

# wendudi0
source: Low temperature
de_de: Niedrige Temperatur
es_es: Baja temperatura
fr: Basse température
it: Bassa temperatura
ja_jp: 低温
ko: 낮은 온도
ru_ru: Низкая температура
zh_hans: 低温
zh_tw: 低溫

# wendudi1
source: Continuous cooling
de_de: Kontinuierliche Kühlung
es_es: Enfriamiento constante
fr: Continu de refroidissement
it: Continuo raffreddamento
ja_jp: 連続冷却
ko: 연속 냉각
ru_ru: Постоянное охлаждение
zh_hans: 持续降温
zh_tw: 持續降溫

# wendugao0
source: High temperature
de_de: Hochtemperatur
es_es: Altas temperaturas
fr: Haute température
it: Ad alta temperatura
ja_jp: 高温
ko: 높은 온도
ru_ru: Высокая температура
zh_hans: 高温
zh_tw: 高溫

# wendugao1
source: Continues to heat up
de_de: Weiter zu erwärmen
es_es: Continuará haciendo calor
fr: Continue à chauffer
it: Continua a riscaldare
ja_jp: 加熱し続けてください。
ko: 계속가 열 하
ru_ru: Продолжает нагреваться
zh_hans: 持续升温
zh_tw: 持續升溫

# windy0
source: Windy
de_de: Windig
es_es: Ventoso
fr: Vent
it: Ventoso
ja_jp: 風が強い
ko: 바람
ru_ru: Ветрено
zh_hans: 有风
zh_tw: 有風

# xianzai
source: Now
de_de: JETZT
es_es: Ahora
fr: MAINTENANT
it: ADESSO
ko: 지금
ru_ru: Сейчас
zh_hans: 现在
zh_tw: 剛剛

# Add
source: Search Cities
de_de: Suche Städte
es_es: Búsqueda de ciudades
it: Cerca città
ja_jp: 検索都市
ko: 검색 도시
zh_hans: 搜索城市
zh_tw: 搜索城市

# Cacel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
it: Annulla
ja_jp: キャンセル
ko: 취소
zh_hans: 取消
zh_tw: 取消

source: Delete
de_de: Löschen
es_es: Eliminar
it: Elimina
ja_jp: 削除
ko: 삭제
zh_hans: 删除
zh_tw: 移除

source: Edit
de_de: Bearbeiten
es_es: Edición
it: Modifica
ja_jp: 編集
ko: 편집
zh_hans: 编辑
zh_tw: 編輯

source: Pin
es_es: Anclar
zh_hans: 钉选
zh_tw: 釘選

source: Refresh
de_de: Aktualisieren
es_es: Actualizar
it: Aggiorna
ja_jp: 最新の情報に更新
ko: 새로 고침
zh_hans: 刷新
zh_tw: 重新整理

# AutoSuggestbox.PlaceholderText
source: When search Chinese cities, using chinese or pinyin
de_de: Suchen Sie beim chinesischen Städten, mit Chinesisch oder pinyin
es_es: Cuando busque ciudades chinas, usar idioma chinos o pinyin
it: Quando cerca città cinesi, utilizzando cinese o pinyin
ja_jp: 中国語やピンインを使用して、中国の都市を検索するとき
ko: 때 중국 도시, 중국어 또는 병음을 사용 하 여 검색
zh_hans: 中国城市输入中文, 全拼, 其他输入英文
zh_tw: 中國城市輸入中文, 全拼, 其他輸入英文

# EditButton.Label
source: Edit
de_de: Bearbeiten
es_es: Edición
it: Modifica
ja_jp: 編集
ko: 편집
zh_hans: 编辑
zh_tw: 編輯

# Thankyou
source: Insane mode!
de_de: Verrückte Mode!
es_es: Modo de locura!
it: Modalità folle!
ja_jp: 非常識なモード!
ko: 미친 모드!
zh_hans: 这个 App 将为你提供更好的服务!
zh_tw: 這個 App 將為你提供更好的服務!
